---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralW.FlangeFillet
source: html/05eb9a29-c4d9-0daf-ce95-c5b18b86468b.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralW.FlangeFillet Property

Flange Fillet - fillet radius at the flange end.

## Syntax (C#)
```csharp
public double FlangeFillet { get; set; }
```